Repository: cyanonoob/flauncher
Catalog: lib/l10n/app_*.arb
Languages: nl

source: About FLauncher
nl: Over FLauncher

# dateFormatSpecifier_d
source: [d] Day in month (10)
nl: [d] Dag in maand (10)

# dateFormatSpecifier_E
source: [E] Abbreviated day of week (Tue)
nl: [E] Afgekorte dag van de week (di)

# dateFormatSpecifier_EEEE
source: [EEEE] Day of week (Tuesday)
nl: [EEEE] Dag van de week (dinsdag)

# dateFormatSpecifier_D
source: [D] Day in year (189)
nl: [D] Dag in jaar (189)

# dateFormatSpecifier_M
source: [M] Month in year (07)
nl: [M] Maand in jaar (07)

# dateFormatSpecifier_MMM
source: [MMM] Abbreviated month in year (Jul)
nl: [MMM] Afgekorte maand in jaar (jul)

# dateFormatSpecifier_MMMM
source: [MMMM] Month in year (July)
nl: [MMMM] Maand in jaar (juli)

# dateFormatSpecifier_y
source: [y] Year (1996)
nl: [y] Jaar (1996)

# timeFormatSpecifier_h
source: [h] Hour in am/pm (1~12)
nl: [h] Uur in am/pm (1~12)

# timeFormatSpecifier_H
source: [H] Hour in day (0~23)
nl: [H] Uur in dag (0~23)

# timeFormatSpecifier_m
source: [m] Minute in hour (30)
nl: [m] Minuut in uur (30)

# timeFormatSpecifier_s
source: [s] Second in minute (55)
nl: [s] Seconde in minuut (55)

# timeFormatSpecifier_a
source: [a] am/pm marker (PM)
nl: [a] am/pm aanduiding (PM)

# timeFormatSpecifier_k
source: [k] Hour in day (1~24)
nl: [k] Uur in dag (1~24)

# timeFormatSpecifier_K
source: [K] Hour in am/pm (0~11)
nl: [K] Uur in am/pm (0~11)

source: Add category
nl: Categorie toevoegen

source: Add section
nl: Sectie toevoegen

source: Alphabetical
nl: Alfabetisch

source: App card highlight animation
nl: App-kaart highlight animatie

# appInfo
source: Application info
nl: Applicatie-informatie

# appKeyClick
source: Click sound on key press
nl: Klikgeluid bij toetsdruk

source: Applications
nl: Applicaties

# autoHideAppBar
source: Automatically hide status bar
nl: Statusbalk automatisch verbergen

source: Back button action
nl: Actie terug-knop

source: Category
nl: Categorie

source: Categories
nl: CategorieÃ«n

source: Column count
nl: Aantal kolommen

source: Date
nl: Datum

source: Date and time format
nl: Datum- en tijdformaat

source: Delete
nl: Verwijderen

# dialogOptionBackButtonActionDoNothing
source: Do nothing
nl: Niets doen

# dialogOptionBackButtonActionShowScreensaver
source: Show screensaver
nl: Screensaver tonen

# dialogOptionBackButtonActionShowClock
source: Show clock
nl: Klok tonen

# dialogTextNoFileExplorer
source: Please install a file explorer in order to pick a picture.
nl: Installeer een bestandsverkenner om een afbeelding te kiezen.

# dialogTitleBackButtonAction
source: Choose the back button action
nl: Kies de actie voor de terug-knop

# disambiguateCategoryTitle
source: {title} (Category)
nl: {title} (Categorie)

# formattedDate
source: Formatted date: {dateString}
nl: Opgemaakte datum: {dateString}

# formattedTime
source: Formatted time: {timeString}
nl: Opgemaakte tijd: {timeString}

source: Grid
nl: Raster

source: Height
nl: Hoogte

source: Hide
nl: Verbergen

source: Hidden applications
nl: Verborgen applicaties

# launcherSections
source: Sections
nl: Secties

source: Layout
nl: Indeling

source: Loading
nl: Laden

source: Manual
nl: Handmatig

source: Modify section
nl: Sectie wijzigen

source: Must not be empty
nl: Mag niet leeg zijn

source: Name
nl: Naam

source: New section
nl: Nieuwe sectie

source: No date format specified
nl: Geen datumformaat opgegeven

source: No time format specified
nl: Geen tijdformaat opgegeven

source: Non-TV applications
nl: Niet-TV applicaties

source: Open
nl: Openen

source: Or select format specifiers
nl: Of selecteer formaat-specificaties

source: Picture
nl: Afbeelding

# removeFrom
source: Remove from {name}
nl: Verwijderen uit {name}

source: Rename category
nl: Categorie hernoemen

source: Reorder
nl: Herschikken

source: Row
nl: Rij

source: Row height
nl: Rijhoogte

source: Save
nl: Opslaan

source: Spacer
nl: Ruimte

# spacerMaxHeightRequirement
source: Must be greater than 0 and less than or equal to 500
nl: Moet groter zijn dan 0 en kleiner of gelijk aan 500

source: Status bar
nl: Statusbalk

source: Settings
nl: Instellingen

source: Show
nl: Tonen

source: Show category titles
nl: Categorietitels tonen

source: Sort
nl: Sorteren

source: System settings
nl: Systeeminstellingen

# textAboutDialog
source: FLauncher is an open-source alternative launcher for Android TV. Source code available at {repoUrl}. Logo by Katie (@fureturoe), design by @FXCostanzo.
nl: FLauncher is een open-source alternatieve launcher voor Android TV. Broncode beschikbaar op {repoUrl}. Logo door Katie (@fureturoe), ontwerp door @FXCostanzo.

# textEmptyCategory
source: This category is empty.
nl: Deze categorie is leeg.

source: Time
nl: Tijd

# titleStatusBarSettingsPage
source: Choose what to display in the status bar
nl: Kies wat er in de statusbalk wordt weergegeven

source: TV applications
nl: TV-applicaties

source: Type in the date format
nl: Typ het datumformaat in

source: Type in the hour format
nl: Typ het tijdformaat in

source: Uninstall
nl: Verwijderen

source: Wallpaper
nl: Achtergrond

source: Wallpaper brightness
nl: Helderheid achtergrond

# withEllipsisAddTo
source: Add to...
nl: Toevoegen aan...

source: Pick
nl: Kies

# unsplashQueryLabel
source: Search (e.g. nature)
nl: Zoekterm (bijv. natuur)

# unsplashErrorMessage
source: Failed to fetch wallpaper: {error}
nl: Kon achtergrond niet ophalen: {error}

source: Apply
nl: Toepassen
